export const questions = [
    {
        id: 'q_1',
        text: 'Как зовут преподавателя?',
        correct_id: 'a_1',
        options: [
            {
                id: 'a_1',
                text: 'Батаева Людмила Александровна',
            },
            {
                id: 'a_2',
                text: 'Путин Владимир Владимирович',
            },
            {
                id: 'a_3',
                text: 'Греф Герман Оскарович',
            },
            {
                id: 'a_4',
                text: 'Чумаков Николай Николаевич',
            },
        ],
    },
    {
        id: 'q_2',
        text: 'Самый лучший Университет?',
        correct_id: 'a_3',
        options: [
            {
                id: 'a_1',
                text: 'МГУ',
            },
            {
                id: 'a_2',
                text: 'Стенфорд',
            },
            {
                id: 'a_3',
                text: 'НГПУ',
            },
            {
                id: 'a_4',
                text: 'РАНХиГС',
            },
            {
                id: 'a_5',
                text: 'MIT',
            },
        ],
    },
    {
        id: 'q_3',
        text: 'Как зовут преподавателя? 3',
        correct_id: 'a_1',
        options: [
            {
                id: 'a_1',
                text: 'Батаева Людмила Александровна',
            },
            {
                id: 'a_2',
                text: 'Путин Владимир Владимирович',
            },
            {
                id: 'a_3',
                text: 'Греф Герман Оскарович',
            },
            {
                id: 'a_4',
                text: 'Чумаков Николай Николаевич',
            },
        ],
    },
    {
        id: 'q_4',
        text: 'Как зовут преподавателя? 4',
        correct_id: 'a_1',
        options: [
            {
                id: 'a_1',
                text: 'Батаева Людмила Александровна',
            },
            {
                id: 'a_2',
                text: 'Путин Владимир Владимирович',
            },
            {
                id: 'a_3',
                text: 'Греф Герман Оскарович',
            },
            {
                id: 'a_4',
                text: 'Чумаков Николай Николаевич',
            },
        ],
    },
    {
        id: 'q_5',
        text: 'Как зовут преподавателя? 5',
        correct_id: 'a_1',
        options: [
            {
                id: 'a_1',
                text: 'Батаева Людмила Александровна',
            },
            {
                id: 'a_2',
                text: 'Путин Владимир Владимирович',
            },
            {
                id: 'a_3',
                text: 'Греф Герман Оскарович',
            },
            {
                id: 'a_4',
                text: 'Чумаков Николай Николаевич',
            },
        ],
    },
    {
        id: 'q_6',
        text: 'Как зовут преподавателя? 6',
        correct_id: 'a_1',
        options: [
            {
                id: 'a_1',
                text: 'Батаева Людмила Александровна',
            },
            {
                id: 'a_2',
                text: 'Путин Владимир Владимирович',
            },
            {
                id: 'a_3',
                text: 'Греф Герман Оскарович',
            },
            {
                id: 'a_4',
                text: 'Чумаков Николай Николаевич',
            },
        ],
    },
];
